Repository: sugarlabs/paint-activity
Catalog: po/nah.po
Languages: nah

source: Paint
nah: Tlapa

source: Edit
nah: tlachwalis

source: Shapes properties
nah: nelchiwal tla axkayotl

source: Fonts
nah: kampakisa

source: Undo
nah: ajchiwali

source: Redo
nah: ompawilli

source: Paste
nah: tlatskiltili

source: Brush
nah: tlapalli

source: Eraser
nah: tlaixpololli

source: Bucket
nah: wakalli

source: Picker
nah: tlapejpeniketl

source: Stamp
nah: ixnexkatlapalli

source: Select Area
nah: ixpan tlapepenilpa

source: Fill
nah: tlatemitilli

source: Keep aspect
nah: xik ixpan nechkawilti

source: Sides:
nah: iixkaj:

source: Ellipse
nah: mimiyawak

source: Rectangle
nah: nawixayakpaj

source: Line
nah: tekpantli

source: Free form
nah: kenweli tlachiwal

source: Polygon
nah: miakxayakpaj

source: Heart
nah: yolotl

source: Arrow
nah: wasaniltlachiyali

source: Star
nah: sitlalli

source: Triangle
nah: exkaxayakpa

source: Type
nah: tsompechili

source: Insert Image
nah: sajsalos ixkopinali

source: Rotate Left
nah: malakachos ikamoopoch

source: Rotate Right
nah: malakachos ikanemajtli

source: Horizontal Mirror
nah: wilantok teskatl

source: Vertical Mirror
nah: ikatok teskatl

source: Grayscale
nah: tlapalli ixtenextik

source: Rainbow
nah: akosemalotl

source: Size:
nah: wexka:

source: Opacity:
nah: ixmiktok:

source: Circle
nah: malakachtik

source: Square
nah: sejanajkaxayak

source: Choose brush properties
nah: xitlapejpeni tlen tlapajtekiwili

source: Size
nah: wexka

source: Opacity
nah: ixmiktok

source: Shape
nah: tlachijtli

source: Brush properties
nah: axkatil tlapalli

source: Stamp properties
nah: tlaaxkayotl tlen tlapalli
