Repository: sugarlabs/paint-activity
Catalog: po/pbs.po
Languages: pbs

source: Paint
pbs: Maka't

source: Picasso? Van Gogh? You can be any of them! Just let the artist inside you free. Transform images in your mind to beautiful paintings.
pbs: ¿Picaso? ¿van Gogh? lania'at tatsjau nda re ravut! viñuap nejeiñ ne kandau se kipiejé kiñkie'p vichjaut vajauts kutaut se jiuk tigyajau.

source: Size:
pbs: Mandap:

source: Opacity:
pbs: Nip majau lichja'aun:

source: Circle
pbs: Ndimjiuly'

source: Square
pbs: Kiñuimuu se skad-a me'e masau'

source: Choose brush properties
pbs: Kiji't re se vupái ne chich'i xily'iung ndaka't

source: Size
pbs: Makéje'

source: Opacity
pbs: Nip majau lichja'aun

source: Shape
pbs: Peuk vakja

source: Keep aspect
pbs: Majaiñ skad-a vakja

source: Brush properties
pbs: Kad-er lumei ne ndaka't

source: Stamp properties
pbs: Vupaí re ndapu manajap

source: Eraser properties
pbs: Kad-er lumei ne ndavun

source: Bucket properties
pbs: Vupai ne balde

source: Picker properties
pbs: Kad-er lumei ne ndake'eik

source: Select Area
pbs: Ravú se masa'aun

source: Edit
pbs: Malejeiñ

source: Shapes properties
pbs: Kad-er lumei ravú se vakja

source: Shapes
pbs: Peuk vakja

source: Fonts
pbs: Peuk vakja ndu'et kily'e

source: Image
pbs: Xik'iji'

source: Undo
pbs: Majuát

source: Redo
pbs: Kue'e matsjau

source: Copy
pbs: Make'eik

source: Paste
pbs: Makua'al

source: Clear
pbs: Matseiñ'

source: Brush
pbs: Ngul'ueixily'iung ndaka't

source: Eraser
pbs: Ndavun

source: Bucket
pbs: Ndangueje'l

source: Picker
pbs: Kasei'k

source: Stamp
pbs: Ndapúmanajap

source: Fill
pbs: Maneé

source: Sides:
pbs: Rangaú:

source: Ellipse
pbs: Ndavungkunju'

source: Rectangle
pbs: Kiñuimuu maba'aú

source: Line
pbs: Niñ'eje'

source: Free form
pbs: Peuk vakja majaiñ

source: Polygon
pbs: Mata'aung nda chi nangaú lijiañ ranju'muu

source: Heart
pbs: Na'uá

source: Parallelogram
pbs: Kiñuimuu skad-a vakja

source: Arrow
pbs: Ngulja'

source: Star
pbs: Kang'u'

source: Trapezoid
pbs: Kiñuimuu se nip skad-a mvakja

source: Triangle
pbs: Ranju'muu

source: Type
pbs: Mateét kily'e

source: Insert Image
pbs: Mamejep xik'iji'

source: Rotate Left
pbs: Mata't ma meje'ep

source: Rotate Right
pbs: Mata't ma majaap

source: Horizontal Mirror
pbs: Nak'ujuly se lupup mameje'p luljung mamajap

source: Vertical Mirror
pbs: Nak'ujuly se lupup mamajap luljung mameje'p

source: Grayscale
pbs: Tajaich' se tsunduép

source: Rainbow
pbs: Chijiñ

source: Invert Colors
pbs: Masal' xikjia'

source: Select font
pbs: Kiji't manajá
