Repository: sugarlabs/paint-activity
Catalog: po/quz.po
Languages: quz

source: Paint
quz: Llimp'iy

source: Picasso? Van Gogh? You can be any of them! Just let the artist inside you free. Transform images in your mind to beautiful paintings.
quz: ¿Picasso kaytachu munanki? ¿Sabogal kaytachu munanki? ¡Ichapas paykuna allin llimp'iqkunahina kawaq! Llimp'iq kasqaykita qhawarichiwayku. Umachayki imaymana munay yuyaykuna kaqta llimp'iriy.

source: Size:
quz: Sayaynin:

source: Opacity:
quz: Rankhi kay:

source: Circle
quz: Muyu

source: Square
quz: Tawak'uchu

source: Choose brush properties
quz: Llimp'iqpa imayninkunata akllay

source: Size
quz: Chhikannin

source: Opacity
quz: Rankhi kay

source: Shape
quz: Rikch'ay

source: Keep aspect
quz: Sayaynin kaqtaqa masichallay

source: Brush properties
quz: Llimp'iqpa kayninkuna

source: Stamp properties
quz: Takanakunap imayninkuna

source: Select Area
quz: Akllarisqa K'iti

source: Edit
quz: Allinchay

source: Shapes properties
quz: Siq'ichasqakunap imayninkuna

source: Shapes
quz: Siq'ichasqakuna

source: Fonts
quz: Qillqalayakuna

source: Image
quz: Wanki

source: Undo
quz: Pichay

source: Redo
quz: Wakmanta ruray

source: Copy
quz: Kikinchay

source: Paste
quz: K'askachiy

source: Clear
quz: Pichay

source: Brush
quz: Llimp'ina

source: Eraser
quz: Pichana

source: Bucket
quz: Llimp'i aysana

source: Picker
quz: Akllaypaq

source: Stamp
quz: Takana

source: Fill
quz: Hunt'achiy

source: Sides:
quz: Kinraykuna:

source: Ellipse
quz: Muyu chutarasqa

source: Rectangle
quz: Suyt'u

source: Line
quz: Siq'i

source: Free form
quz: Qispi siq'ichasqa

source: Polygon
quz: Achka k'uchuyuq

source: Heart
quz: Sunqu

source: Parallelogram
quz: Kinrayasqa suyt'u

source: Arrow
quz: Wach'i

source: Star
quz: Quyllur

source: Trapezoid
quz: Trapezoide

source: Triangle
quz: Kimsak'uchu

source: Type
quz: Qillqay

source: Insert Image
quz: Wankita yapay

source: Rotate Left
quz: Lluq'iman muyuy

source: Rotate Right
quz: Pañaman muyuy

source: Horizontal Mirror
quz: Kinraypi kaq rirpu

source: Vertical Mirror
quz: Qhatapi kaq rirpu

source: Grayscale
quz: Uqi llimp'ip k'anchaynin

source: Rainbow
quz: K'uychi

source: Invert Colors
quz: Llimp'ita t'ikray

source: Select font
quz: Qillqalayata akllay
